Repository: code-flow/aiwriter
Catalog: languages/*.po
Languages: de_de

source: If AiWriter is active for this user.
de_de: Ob AiWriter für diesen Benutzer aktiv ist.

source: If Block Ai functionality is active for this user.
de_de: Ob die Block-AI Funktionalität für diesen Benutzer aktiviert ist.

source: If the onboarding process has been completed.
de_de: Ob der Onboarding-Prozess abgeschlossen ist.

source: The temperature that was set by the user. Value from 0.0 to 1.0.
de_de: Die Temperatur, die vom Benutzer eingestellt wurde. Wert von 0,0 bis 1,0.

source: The text length that was set by the user. Value from 200 to 1000.
de_de: Die Textlänge, die vom Benutzer eingestellt wurde. Wert von 200 bis 1000.

source: Hey %s, it looks like you haven't added your licence information yet. Enter the licence key in the settings (on the right side) and you're good to go.
de_de: Hallo %s, es sieht so aus, als hättest Du Deine Lizenzinformationen noch nicht hinzugefügt. Gib den Lizenzschlüssel in den Einstellungen (auf der rechten Seite) ein und Du kannst loslegen.

source: If you don't have a license key, sign up for our newsletter and gain access to all features for 7 days. Our newsletter provides valuable tips on how to fully utilize the AI and subscribing will make you a pro-user with access to exclusive best-practice information.
de_de: Wenn Du noch keinen Lizenzschlüssel hast, abonniere meinen Newsletter und erhalte 7 Tage lang Zugang zu allen Funktionen. Mein Newsletter enthält wertvolle Tipps, wie Du die KI optimal nutzen kannst. Wenn Du Dich für den Newsletter anmeldest, wirst Du ein professioneller Benutzer mit Zugang zu exklusiven Best-Practice-Informationen.

source: Could not decrypt your activation code. Got error: %s
de_de: Ihr Aktivierungscode konnte nicht entschlüsselt werden. Fehler erhalten: %s

source: Could not decrypt your Open AI Secret Key code. Got error: %s
de_de: Ihr Open AI Secret Key Code konnte nicht entschlüsselt werden. Fehler erhalten: %s

source: Could not fetch token from API (wrong status code) with error: %s (%d)
de_de: Token konnte nicht von API geholt werden (falscher Statuscode) mit Fehler: %s (%d)

source: Could not fetch token from API. Got error: %s (%d)
de_de: Das Token konnte nicht von der API geholt werden. Fehler erhalten: %s (%d)

source: Could not fetch token from API (wrong status code).
de_de: Das Token konnte nicht von der API geholt werden (falscher Statuscode).

source: Could not fetch token from API (no string).
de_de: Das Token konnte nicht von der API geholt werden (kein String).

source: Could not fetch data from API (wrong status code) with error: %s (%d)
de_de: Daten konnten nicht von der API abgerufen werden (falscher Statuscode) mit Fehler: %s (%d)

source: Could not fetch data from API (wrong status code).
de_de: Es konnten keine Daten von der API abgerufen werden (falscher Statuscode).

source: Cannot decrypt.
de_de: Keine Entschlüsselung möglich.

source: AiWriter Settings
de_de: AiWriter Einstellungen
